Repository: Faiver55/skylearn-billing-pro
Catalog: languages/skylearn-billing-pro-*.po
Languages: de_de, fr_fr

source: General
de_de: Allgemein
fr_fr: Général

source: Payment Gateways
de_de: Zahlungs-Gateways
fr_fr: Passerelles de Paiement

source: LMS Integration
fr_fr: Intégration LMS

source: Product Mapping
de_de: Produktzuordnung
fr_fr: Correspondance des Produits

source: Email Settings
de_de: E-Mail-Einstellungen
fr_fr: Paramètres Email

source: Languages & Regions
de_de: Sprachen & Regionen
fr_fr: Langues et Régions

source: Advanced
de_de: Erweitert
fr_fr: Avancé

source: Languages & Regional Settings
de_de: Sprach- und Regionaleinstellungen
fr_fr: Paramètres de Langues et Régionaux

source: Configure multilingual support, currencies, and regional settings.
de_de: Mehrsprachige Unterstützung, Währungen und regionale Einstellungen konfigurieren.
fr_fr: Configurer le support multilingue, les devises et les paramètres régionaux.

source: Language Settings
de_de: Spracheinstellungen
fr_fr: Paramètres de Langue

source: Default Language
de_de: Standardsprache
fr_fr: Langue par Défaut

source: Default language for new users and guest visitors.
de_de: Standardsprache für neue Benutzer und Gäste.
fr_fr: Langue par défaut pour les nouveaux utilisateurs et les visiteurs invités.

source: Auto-detect Language
de_de: Sprache automatisch erkennen
fr_fr: Détection Automatique de la Langue

source: Auto-detect language from browser settings
de_de: Sprache automatisch aus Browser-Einstellungen erkennen
fr_fr: Détecter automatiquement la langue depuis les paramètres du navigateur

source: Automatically set language based on user's browser preferences.
de_de: Sprache automatisch basierend auf den Browser-Einstellungen des Benutzers festlegen.
fr_fr: Définir automatiquement la langue en fonction des préférences du navigateur de l'utilisateur.

source: Currency Settings
de_de: Währungseinstellungen
fr_fr: Paramètres de Devise

source: Default Currency
de_de: Standardwährung
fr_fr: Devise par Défaut

source: Default currency for pricing and transactions.
de_de: Standardwährung für Preise und Transaktionen.
fr_fr: Devise par défaut pour les prix et les transactions.

source: Auto-detect Currency
de_de: Währung automatisch erkennen
fr_fr: Détection Automatique de la Devise

source: Auto-detect currency from user location
de_de: Währung automatisch aus Benutzerstandort erkennen
fr_fr: Détecter automatiquement la devise depuis la localisation de l'utilisateur

source: Automatically set currency based on user's geographic location.
de_de: Währung automatisch basierend auf dem geografischen Standort des Benutzers festlegen.
fr_fr: Définir automatiquement la devise en fonction de la localisation géographique de l'utilisateur.

source: Enable Currency Conversion
de_de: Währungsumrechnung aktivieren
fr_fr: Activer la Conversion de Devise

source: Allow automatic currency conversion
de_de: Automatische Währungsumrechnung erlauben
fr_fr: Permettre la conversion automatique de devise

source: Convert prices to user's preferred currency using exchange rates.
de_de: Preise mit Wechselkursen in die bevorzugte Währung des Benutzers umrechnen.
fr_fr: Convertir les prix dans la devise préférée de l'utilisateur en utilisant les taux de change.

source: Tax & Compliance Settings
de_de: Steuer- und Compliance-Einstellungen
fr_fr: Paramètres de Taxe et Conformité

source: Enable Tax Calculation
de_de: Steuerberechnung aktivieren
fr_fr: Activer le Calcul des Taxes

source: Enable automatic tax calculation
de_de: Automatische Steuerberechnung aktivieren
fr_fr: Activer le calcul automatique des taxes

source: Calculate VAT, GST, and other taxes based on regional rules.
de_de: MwSt., GST und andere Steuern basierend auf regionalen Regeln berechnen.
fr_fr: Calculer la TVA, la TPS et autres taxes selon les règles régionales.

source: Tax Display
de_de: Steueranzeige
fr_fr: Affichage des Taxes

source: Display prices including tax
de_de: Preise inklusive Steuer anzeigen
fr_fr: Afficher les prix taxes comprises

source: When enabled, prices will include tax. When disabled, tax will be added at checkout.
de_de: Wenn aktiviert, enthalten Preise Steuern. Wenn deaktiviert, werden Steuern beim Checkout hinzugefügt.
fr_fr: Quand activé, les prix incluront les taxes. Quand désactivé, les taxes seront ajoutées à la commande.

source: Management
de_de: Verwaltung
fr_fr: Gestion

source: Language Management
de_de: Sprachverwaltung
fr_fr: Gestion des Langues

source: Manage Languages
de_de: Sprachen verwalten
fr_fr: Gérer les Langues

source: Add, edit, or remove supported languages.
de_de: Unterstützte Sprachen hinzufügen, bearbeiten oder entfernen.
fr_fr: Ajouter, modifier ou supprimer les langues supportées.

source: Currency Management
de_de: Währungsverwaltung
fr_fr: Gestion des Devises

source: Manage Currencies
de_de: Währungen verwalten
fr_fr: Gérer les Devises

source: Configure currencies and exchange rates.
de_de: Währungen und Wechselkurse konfigurieren.
fr_fr: Configurer les devises et les taux de change.

source: Tax Rules Management
de_de: Steuerregelverwaltung
fr_fr: Gestion des Règles de Taxes

source: Manage Tax Rules
de_de: Steuerregeln verwalten
fr_fr: Gérer les Règles de Taxes

source: Configure VAT, GST, and other regional tax rules.
de_de: MwSt., GST und andere regionale Steuerregeln konfigurieren.
fr_fr: Configurer la TVA, la TPS et autres règles de taxes régionales.

source: Value Added Tax (VAT)
de_de: Mehrwertsteuer (MwSt.)
fr_fr: Taxe sur la Valeur Ajoutée (TVA)

source: Goods and Services Tax (GST)
de_de: Waren- und Dienstleistungssteuer (GST)
fr_fr: Taxe sur les Produits et Services (TPS)

source: Harmonized Sales Tax (HST)
de_de: Harmonisierte Verkaufssteuer (HST)
fr_fr: Taxe de Vente Harmonisée (TVH)

source: Provincial Sales Tax (PST)
de_de: Provinzielle Verkaufssteuer (PST)
fr_fr: Taxe de Vente Provinciale (TVP)

source: Quebec Sales Tax (QST)
de_de: Quebec-Verkaufssteuer (QST)
fr_fr: Taxe de Vente du Québec (TVQ)

source: Sales Tax
de_de: Verkaufssteuer
fr_fr: Taxe de Vente

source: Service Tax
de_de: Dienstleistungssteuer
fr_fr: Taxe de Service

source: Other
de_de: Andere
fr_fr: Autre

source: Payment Success
de_de: Zahlung erfolgreich
fr_fr: Paiement Réussi

source: Sent when a payment is successfully processed
de_de: Gesendet, wenn eine Zahlung erfolgreich verarbeitet wurde
fr_fr: Envoyé quand un paiement est traité avec succès

source: Payment Failed
de_de: Zahlung fehlgeschlagen
fr_fr: Paiement Échoué

source: Sent when a payment fails
de_de: Gesendet, wenn eine Zahlung fehlschlägt
fr_fr: Envoyé quand un paiement échoue

source: Subscription Created
de_de: Abonnement erstellt
fr_fr: Abonnement Créé

source: Sent when a new subscription is created
de_de: Gesendet, wenn ein neues Abonnement erstellt wird
fr_fr: Envoyé quand un nouvel abonnement est créé

source: Subscription Cancelled
de_de: Abonnement gekündigt
fr_fr: Abonnement Annulé

source: Sent when a subscription is cancelled
de_de: Gesendet, wenn ein Abonnement gekündigt wird
fr_fr: Envoyé quand un abonnement est annulé

source: Subscription Renewed
de_de: Abonnement erneuert
fr_fr: Abonnement Renouvelé

source: Sent when a subscription is renewed
de_de: Gesendet, wenn ein Abonnement erneuert wird
fr_fr: Envoyé quand un abonnement est renouvelé

source: Course Enrollment
de_de: Kursanmeldung
fr_fr: Inscription au Cours

source: Language
de_de: Sprache
fr_fr: Langue

source: Currency
de_de: Währung
fr_fr: Devise

source: Security check failed
de_de: Sicherheitsprüfung fehlgeschlagen
fr_fr: Vérification de sécurité échouée

source: Language switched successfully
de_de: Sprache erfolgreich gewechselt
fr_fr: Langue changée avec succès

source: Failed to switch language
de_de: Sprachwechsel fehlgeschlagen
fr_fr: Échec du changement de langue

source: Currency switched successfully
de_de: Währung erfolgreich gewechselt
fr_fr: Devise changée avec succès

source: Failed to switch currency
de_de: Währungswechsel fehlgeschlagen
fr_fr: Échec du changement de devise
